{
  "day1": {
    "title": "Intention and Decluttering",
    "description": "The Persian 'Khaneh-Tekani' (House Shaking) symbolizes casting out winter's darkness. Start small—clean just one drawer or shelf today."
  },
  "day2": {
    "title": "Donating Excess Items",
    "description": "Separate items you haven't used in a year to donate; refreshing your home's energy begins with generosity."
  },
  "day3": {
    "title": "Clean Mirrors and Frames",
    "description": "The mirror is a symbol of light and reflection in Persian culture. Polish all mirrors and family photo frames."
  },
  "day4": {
    "title": "Organize the Spice Cabinet",
    "description": "Discard old spices and wipe down the jars. The scent of saffron and cardamom should fill your kitchen."
  },
  "day5": {
    "title": "Refresh Light Textiles",
    "description": "Wash sheer curtains and cushion covers to bring a scent of freshness into every room."
  },
  "day6": {
    "title": "Clean Light Fixtures",
    "description": "Lighting is key for the New Year. Clean the crystals and glass of your lamps so the house glows brightly."
  },
  "day7": {
    "title": "Plant Care",
    "description": "Remove dry leaves and nourish the soil so your plants are ready to welcome the spring."
  },
  "day8": {
    "title": "Organize the Library",
    "description": "Dust your books. Set aside a place of honor for the Divan of Hafez and the Quran (or your book of wisdom)."
  },
  "day9": {
    "title": "Living Room Windows",
    "description": "Clean the glass so 'Uncle Nowruz' doesn't stay outside! Sunlight should stream directly into the house."
  },
  "day10": {
    "title": "Plan the Samanoo",
    "description": "Samanoo symbolizes blessing and power. If making it from scratch, soak the wheat today (it takes 3 days to sprout)."
  },
  "day11": {
    "title": "Prepare the Samanoo",
    "description": "Extract the juice from sprouted wheat and mix with flour. This traditional sweet pudding requires patience and stirring."
  },
  "day12": {
    "title": "Clean the Refrigerator",
    "description": "Wipe down shelves and make room for the fruits and traditional sweets of the holiday season."
  },
  "day13": {
    "title": "Closet Organization (Part 1)",
    "description": "Pack away heavy winter coats and sweaters in garment bags to clear space."
  },
  "day14": {
    "title": "Closet Organization (Part 2)",
    "description": "Bring out your spring clothes, organize hangers, and add a fresh scent to the drawers."
  },
  "day15": {
    "title": "Deep Clean the Stove",
    "description": "The stove represents the warmth of the home. Remove all grease stains using baking soda and vinegar."
  },
  "day16": {
    "title": "Refresh Table Linens",
    "description": "Wash small tablecloths and runners to renew the look of your dining area."
  },
  "day17": {
    "title": "Clean the Entrance",
    "description": "Organize the shoe rack and wipe down the front door; it’s the first thing your guests will see."
  },
  "day18": {
    "title": "Under the Furniture",
    "description": "Vacuum the dust that has accumulated over the year under sofas and heavy furniture."
  },
  "day19": {
    "title": "Plant the Sabzeh",
    "description": "If you want wheat sprouts, today is the ideal day to start soaking them so they are vibrant green by Nowruz."
  },
  "day20": {
    "title": "Small Appliances",
    "description": "Clean the kettle, toaster, and microwave. Your daily kitchen tools should be spotless."
  },
  "day21": {
    "title": "Wash Floor Mats",
    "description": "Wash the bathroom and entry mats or replace them if they are worn out."
  },
  "day22": {
    "title": "Polish Guest Dishes",
    "description": "Clean and polish the crystal or silverware you save for special guests and the New Year dinner."
  },
  "day23": {
    "title": "Buy New Clothes",
    "description": "Follow the tradition of 'wearing something new'—get a new garment, even if small, for the moment of transition."
  },
  "day24": {
    "title": "Spot Clean Walls",
    "description": "Wipe away fingerprints and scuffs on the walls, especially around light switches."
  },
  "day25": {
    "title": "Prepare Senjed and Somaq",
    "description": "Senjed (love) and Somaq (patience) are vital. Select the most beautiful ones for your table."
  },
  "day26": {
    "title": "Document Filing",
    "description": "Discard old papers and organize important documents to start the year with order."
  },
  "day27": {
    "title": "Deep Clean Floors",
    "description": "Mop and polish all floors in the house with a fresh-scented cleaner."
  },
  "day28": {
    "title": "Prepare Garlic and Vinegar",
    "description": "Seer (health) and Serkeh (serenity) should be placed in decorative bowls for the Haft-Sin."
  },
  "day29": {
    "title": "Door Frames",
    "description": "Dust the tops of door frames, a place that is often forgotten during regular cleaning."
  },
  "day30": {
    "title": "Select Red Apples",
    "description": "The apple (Seeb) is a symbol of beauty. Look for perfect, shiny red apples for your display."
  },
  "day31": {
    "title": "Polish the Sink",
    "description": "Deep clean the kitchen sink until it shines like a mirror for the final countdown."
  },
  "day32": {
    "title": "Get the Hyacinth",
    "description": "The hyacinth flower (Sonbol) heralds spring. Choose one with your favorite color and scent."
  },
  "day33": {
    "title": "Prepare Shiny Coins",
    "description": "Coins (Sekeh) symbolize prosperity. Clean a few bright coins to place on the table."
  },
  "day34": {
    "title": "The Haft-Sin Mirror",
    "description": "Carefully polish the main mirror that will reflect your face at the moment of the New Year."
  },
  "day35": {
    "title": "Paint the Eggs",
    "description": "Decorate eggs with bright colors—a perfect activity to enjoy with family or children."
  },
  "day36": {
    "title": "Water and Life",
    "description": "Water represents purity. Prepare a bowl with fresh, clean water (and goldfish if desired) for your table."
  },
  "day37": {
    "title": "Set the Foundation",
    "description": "Lay out your traditional fabrics (Termeh) and begin arranging the Haft-Sin bowls."
  },
  "day38": {
    "title": "Sweets and Nuts",
    "description": "Arrange traditional sweets like chickpea cookies (Nokhodchi) on your serving platters."
  },
  "day39": {
    "title": "Final Haft-Sin Touches",
    "description": "Place the Sabzeh, Samanoo, and books. Prepare the candles for the final moment."
  },
  "day40": {
    "title": "Happy Nowruz!",
    "description": "Burn wild rue (Espand), dress in your new clothes, and celebrate the arrival of spring with loved ones."
  }
}