{
  "name": "Prepárate para celebrar Nowruz! 🌸",
  "description": "Una guía de 40 días para el 'Khoune-Tekani' (limpieza de primavera) y la preparación de la mesa de 'Haft-Sin', centrada en antiguas tradiciones persas y rituales nacionales. Cada tarea está diseñada para tomar menos de una hora, excepto la preparación del 'Samanu'. Siéntete libre de adaptar este plan según tus circunstancias personales. ¡Feliz Nowruz! 🌼",
  "days": [
    {
      "day": 1,
      "title": "Comenzar la Purificación desde los Armarios",
      "description": "Empieza la limpieza de primavera liberando un pequeño armario o cajón. Desecha herramientas que no uses para dejar espacio a los Fravahars (espíritus ancestrales) para que recorran tu hogar. Más información: https://es.wikipedia.org/wiki/Fravashi 🧹"
    },
    {
      "day": 2,
      "title": "Donar Pertenencias Sobrantes",
      "description": "Separa las cosas que ya no necesitas. Donarlas alegra el corazón y esparce bondad por el mundo. 💝"
    },
    {
      "day": 3,
      "title": "Pulir Espejos y Marcos",
      "description": "Limpia espejos y retratos familiares. El espejo simboliza la luz y la verdad, y debe brillar para el Año Nuevo."
    },
    {
      "day": 4,
      "title": "Organizar Especias",
      "description": "Desecha especias viejas y limpia las estanterías. El aroma fresco de las hierbas no debe mezclarse con lo rancio."
    },
    {
      "day": 5,
      "title": "Lavar Cortinas Ligeras",
      "description": "Lava las cortinas finas y cuélgalas húmedas para que el aroma a limpieza llene la habitación. 🪟"
    },
    {
      "day": 6,
      "title": "Limpiar las Lámparas",
      "description": "Limpia cada cristal de las lámparas. La casa debe llenarse de 'Forough' (resplandor) durante las noches festivas."
    },
    {
      "day": 7,
      "title": "Cuidar las Plantas",
      "description": "Nutre la tierra y retira hojas secas. Las plantas también avanzan hacia la primavera con nosotros. 🌱🪴"
    },
    {
      "day": 8,
      "title": "Quitar el Polvo a la Biblioteca, el Shahnameh y Hafez",
      "description": "Limpia los libros y reserva un lugar para el Shahnameh y el Diván de Hafez en la mesa de Nowruz. Como dice Ferdowsi: 'Esparcieron joyas sobre Jamshid... y llamaron a ese día el Nuevo Día (Nowruz)'. https://es.wikipedia.org/wiki/Shahnameh"
    },
    {
      "day": 9,
      "title": "Limpiar las Ventanas del Salón",
      "description": "Limpia los cristales para que la 'Sheed' (luz radiante) del sol primaveral entre en casa."
    },
    {
      "day": 10,
      "title": "Limpieza Esencial del Frigorífico",
      "description": "Saca y lava todas las baldas. Retira comida vieja para dejar espacio a los banquetes festivos."
    },
    {
      "day": 11,
      "title": "Guardar la Ropa de Invierno",
      "description": "Guarda prendas de abrigo. Es hora de liberar los armarios del peso del invierno."
    },
    {
      "day": 12,
      "title": "Organizar la Ropa de Primavera",
      "description": "Saca ropa ligera y de colores vivos. Los colores alegres transforman el alma."
    },
    {
      "day": 13,
      "title": "Limpiar el Hogar del Fuego (La Cocina)",
      "description": "Pule la cocina hasta que parezca nueva. Es el corazón del hogar."
    },
    {
      "day": 14,
      "title": "Lavar Fundas y Caminos de Mesa",
      "description": "Lava cojines y manteles pequeños. Estos cambios renuevan la casa."
    },
    {
      "day": 15,
      "title": "Ordenar la Entrada",
      "description": "Ordena el zapatero y limpia la puerta. La entrada debe ser acogedora."
    },
    {
      "day": 16,
      "title": "Limpiar Bajo Camas y Sofás",
      "description": "Aspira los rincones difíciles. No debe quedar polvo oculto."
    },
    {
      "day": 17,
      "title": "Limpiar Paredes e Interruptores",
      "description": "Limpia manchas y detalles. Los pequeños gestos hacen brillar la casa."
    },
    {
      "day": 18,
      "title": "Mantenimiento de Electrodomésticos",
      "description": "Descalcifica y limpia microondas y pequeños electrodomésticos."
    },
    {
      "day": 19,
      "title": "Poner Semillas en Remojo para el Sabzeh",
      "description": "En la mesa Haft sin ponen brotes(Sabzeh) que representa felicidad y una nueva vida. Puedes remojar semillas de trigo o cualquier semilla. Este enlace es para lentejas que tambien quedan muy bonitas en la mesa https://youtu.be/mfWr2yTw4pM?si=_4ozN5gX3Og4MqV5 🌱"
    },
    {
      "day": 20,
      "title": "Lavar la Vajilla de Invitados",
      "description": "Lava y seca los juegos especiales para recibir a tus seres queridos."
    },
    {
      "day": 21,
      "title": "Cuidar Zapatos y Bolsos",
      "description": "Límpialos y ordénalos. Debemos estar arreglados de pies a cabeza. 👠👜"
    },
    {
      "day": 22,
      "title": "Limpieza Profunda del Baño",
      "description": "Limpia a fondo y coloca toallas limpias y perfumadas. 🛁"
    },
    {
      "day": 23,
      "title": "Preparar Senjed y Sumac",
      "description": "Limpia y reserva el senjed(simboliza amor y fertilidad) y el zumaque (simboliza amanecer, paciencia y superar obstáculos) para la mesa Haft-Sin. Estos dos pueden ser dificiles de encontrar pero puedes encontrarlos en tiendas persas."
    },
    {
      "day": 24,
      "title": "Buscar signos de la Primavera",
      "description": "Da un paseo y busca signos de la primavera. Las primeras flores, los pájaros y el aire más cálido son parte del espíritu de Nowruz. 🌸🐦"
    },
    {
      "day": 25,
      "title": "Limpieza Final del Suelo",
      "description": "Friega con un aroma agradable para llenar todo el hogar. 🧼"
    },
    {
      "day": 26,
      "title": "Organizar Álbumes de Fotos",
      "description": "Revisa fotos antiguas y recuerda momentos felices. 📷"
    },
    {
      "day": 27,
      "title": "Preparar Ajo y Vinagre",
      "description": "Ten listos el ajo (simbolo de protección y curación) y el vinagre (simbolo de fuerza y bendición)."
    },
    {
      "day": 28,
      "title": "Comprar Manzanas Rojas Frescas",
      "description": "Elige manzanas maduras y rojas, símbolo de belleza y secreto. 🍎"
    },
    {
      "day": 29,
      "title": "Planificar la Fiesta del Fuego Rojo",
      "description": "¡Faltan siete días para Chaharshanbe Suri! En esta noche, encienden un fuego pequeño y cada uno salta de el cantando. Si quieres organizar una fiesta o reservar un sitio para ello ahora es el tiempo. https://es.wikipedia.org/wiki/Chaharshanbe_Suri 🔥"
    },
    {
      "day": 30,
      "title": "Samanu Paso 1: Remojar el Trigo)",
      "description": "Limpia y remoja el trigo. Cocinar samanu no suele ser fácil; empieza si buscas un reto. Después de buscar la receta y ver el video, si prefieres, puedes comprarlo en una tienda persa o saltarte este paso. https://es.wikipedia.org/wiki/Samanu https://youtu.be/_DnyRStVb7Q?si=Nd9qtmCDkTCMxhVq"
    },
    {
      "day": 31,
      "title": "Samanu Paso 2: Cuidar los Brotes de Trigo",
      "description": "Revísalos con regularidad; no dejes que se sequen."
    },
    {
      "day": 32,
      "title": "Samanu Paso 3: Cuidar los Brotes de Samanu",
      "description": "Riega los brotes. Su crecimiento anuncia la primavera."
    },
    {
      "day": 33,
      "title": "Pulir el Espejo y los Recipientes Haft-Sin",
      "description": "Hazlos brillar para la mesa de Nowruz. 🪞"
    },
    {
      "day": 34,
      "title": "Samanu Paso 4: Cocción",
      "description": "Extrae el jugo y cocínalo con harina. https://youtu.be/_DnyRStVb7Q?si=Nd9qtmCDkTCMxhVq"
    },
    {
      "day": 35,
      "title": "Preparación para la Noche del Fuego",
      "description": "Mañana es Charshanbe Suri. Elige musica para bailar, prepara frutos secos y dulces para compartir con amigos y familiares. 🎶"
    },
    {
      "day": 36,
      "title": "Festival del Fuego Rojo (Chaharshanbe Suri)",
      "description": "Salta sobre el fuego y entrega tu amarillez(maldad i enfermedad) para recibir su rojez(salud y fuerza). 🔥"
    },
    {
      "day": 37,
      "title": "Preparar Sabzi-Polo con Pescado",
      "description": "Lava las hierbas y prepara el pescado. https://es.wikipedia.org/wiki/Sabzi_polo 🐟🍃"
    },
    {
      "day": 38,
      "title": "Organizar Dulces y Frutos Secos",
      "description": "Coloca dulces persas y frutos secos en platos especiales."
    },
    {
      "day": 39,
      "title": "Cocinar Sabzi-Polo con Pescado",
      "description": "Completa la última comida del año comiendo pescado con arroz. https://youtu.be/ERKLw_B8Weo?si=1JXSuZIzFroSSPCA 🍽️"
    },
    {
      "day": 40,
      "title": "Nowruz y el Cambio de Año",
      "description": "Quema Espand i incienso, ponte ropa nueva y celebra el Año Nuevo con tus seres queridos alrededor de la mesa Haft-Sin. cada simbolo en la mesa representa un deseo para el nuevo año: salud, prosperidad, amor y felicidad. ¡Feliz Nowruz! 🌸🎉"
    }
  ]
}