{
  "day1": {
    "title": "Intenció de la Neteja i Espai Lliure",
    "description": "La neteja de primavera (Khaneh-Tekani) simbolitza treure la foscor de l'hivern. Comença netejant només un calaix o un prestatge petit."
  },
  "day2": {
    "title": "Donar Objectes Sobrants",
    "description": "Separa les coses que no has fet servir en un any per donar-les; renovar l'energia de la llar comença amb la generositat."
  },
  "day3": {
    "title": "Netejar Miralls i Quadres",
    "description": "El mirall és símbol de llum en la nostra cultura. Poleix tots els miralls i els marcs de les fotos familiars."
  },
  "day4": {
    "title": "Organitzar les Espècies",
    "description": "Llença les espècies caducades. L'aroma de safrà i cardamom ha d'omplir la teva cuina."
  },
  "day5": {
    "title": "Rentar Cortines Lleugeres",
    "description": "Renta les cortines fines perquè l'olor de frescor entri a totes les habitacions."
  },
  "day6": {
    "title": "Netejar Llums i Llànties",
    "description": "La il·luminació és clau per a la nit de cap d'any. Neteja els vidres i cristalls dels llums amb un drap de fil."
  },
  "day7": {
    "title": "Cuidar les Plantes",
    "description": "Treu les fulles seques i abona la terra perquè estiguin a punt per a la primavera."
  },
  "day8": {
    "title": "Organitzar la Biblioteca",
    "description": "Treu la pols als llibres. Reserva un lloc d'honor per al llibre de poemes d'Hafez i l'Alcorà."
  },
  "day9": {
    "title": "Finestres del Menjador",
    "description": "Neteja els vidres perquè l'Amo Noruz no es quedi fora! La llum del sol ha d'entrar directament."
  },
  "day10": {
    "title": "Planificar el Samanoo",
    "description": "El Samanoo simbolitza la benedicció. Si el fas a casa, posa el blat en remull avui (triga 3 dies a germinar)."
  },
  "day11": {
    "title": "Preparar el Samanoo",
    "description": "Extraieu el suc del blat germinat i barregeu-lo amb farina integral. La cocció requereix paciència i tradició."
  },
  "day12": {
    "title": "Netejar la Nevera",
    "description": "Neteja els prestatges i fes lloc per a les fruites i els dolços tradicionals de la festa."
  },
  "day13": {
    "title": "L'Armari de la Roba (Part 1)",
    "description": "Guarda la roba pesada d'hivern en fundes i aparta-la."
  },
  "day14": {
    "title": "L'Armari de la Roba (Part 2)",
    "description": "Posa a mà la roba de primavera i organitza les perxes."
  },
  "day15": {
    "title": "Netejar els Fogons",
    "description": "Els fogons són el cor de la llar. Treu el greix amb bicarbonat i vinagre."
  },
  "day16": {
    "title": "Rentar Fundes de Coixins",
    "description": "Renta els coixins i els petits tapets per renovar els colors de la sala d'estar."
  },
  "day17": {
    "title": "Netejar l'Entrada",
    "description": "Organitza el sabater i neteja la porta principal; és el primer que veuen els convidats."
  },
  "day18": {
    "title": "Sota els Sofàs",
    "description": "Aspira la pols acumulada durant tot l'any sota els sofàs i mobles pesats."
  },
  "day19": {
    "title": "Plantar el Sabzeh",
    "description": "Si vols fer Sabzeh de blat, avui és el millor dia perquè estigui ben verd per Nowruz."
  },
  "day20": {
    "title": "Petits Electrodomèstics",
    "description": "Neteja la tetera, la torradora i el microones. Els estris d'ús diari han de brillar."
  },
  "day21": {
    "title": "Rentar les Estores de Pas",
    "description": "Renta les estores del bany i de l'entrada o renova-les si estan velles."
  },
  "day22": {
    "title": "Vajilla de Convidats",
    "description": "Renta i poleix la vaixella de vidre o plata que guardes per a les visites especials."
  },
  "day23": {
    "title": "Comprar Roba Nova",
    "description": "Seguint la tradició, compra alguna peça de roba nova per estrenar en el moment del canvi d'any."
  },
  "day24": {
    "title": "Netejar Taques a les Parets",
    "description": "Neteja les marques de mans al voltant dels interruptors amb un drap humit."
  },
  "day25": {
    "title": "Preparar Senjed i Somaq",
    "description": "El Senjed (fruit de l'oliver lila) i el Somaq (sumac) són essencials. Tria els més bonics per a la taula."
  },
  "day26": {
    "title": "Documents i Papers",
    "description": "Llença els papers vells i organitza els documents importants."
  },
  "day27": {
    "title": "Fregar el Terra",
    "description": "Passa el motxo a tot el terra de la casa amb un detergent amb bona aroma."
  },
  "day28": {
    "title": "Preparar All i Vinagre",
    "description": "L'all (salut) i el vinagre (paciència) s'han de posar en petits bols per al Haft-Sin."
  },
  "day29": {
    "title": "Marcs de les Portes",
    "description": "Neteja la part superior dels marcs de les portes, que sovint queda oblidada."
  },
  "day30": {
    "title": "Triar les Pomes Vermelles",
    "description": "La poma (Seeb) és símbol de bellesa. Compra unes pomes vermelles ben lluents."
  },
  "day31": {
    "title": "Brillantor a l'Aigüera",
    "description": "Neteja l'aigüera de la cuina amb vinagre perquè quedi com nova."
  },
  "day32": {
    "title": "Comprar el Jacint",
    "description": "La flor del jacint (Sonbol) anuncia la primavera. Tria una amb el teu color preferit."
  },
  "day33": {
    "title": "Preparar les Monedes",
    "description": "Les monedes (Sekeh) simbolitzen la prosperitat. Prepara unes quantes de brillants per a la taula."
  },
  "day34": {
    "title": "El Mirall del Haft-Sin",
    "description": "Neteja amb cura el mirall principal que estarà davant teu en el moment del canvi d'any."
  },
  "day35": {
    "title": "Pintar els Ous",
    "description": "Decora els ous amb colors naturals o pintures amb els nens de la casa."
  },
  "day36": {
    "title": "L'Aigua i el Peix",
    "description": "L'aigua és vida. Prepara la peixera o un bol amb aigua neta i fresca."
  },
  "day37": {
    "title": "Muntatge de la Taula",
    "description": "Estén les teles tradicionals (Termeh) i comença a posar els recipients del Haft-Sin."
  },
  "day38": {
    "title": "Dolços i Fruits Secs",
    "description": "Prepara els dolços petits com els de cigró (Nokhodchi) en les safates de servir."
  },
  "day39": {
    "title": "Completar el Haft-Sin",
    "description": "Posa el Sabzeh, el Samanoo i els llibres sagrats a lloc. Prepara les espelmes."
  },
  "day40": {
    "title": "Bon Nowruz!",
    "description": "Crema l'encens (Espand), vesteix-te de festa i celebra l'arribada de la primavera en família."
  }
}